Repository: neuged/fiduswriter-dhdconf
Catalog: fiduswriter/dhdconf/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Export finished
de: Export beendet

source: Export the document to an HTML file
de: Dokument als HTML-Datei exportieren

source: Export the document to a TEI file
de: Dokument als TEI-Datei exportieren

source: Export the document to a DOCX file
de: Dokument als DOCX-Datei exportieren

source: Export the document to a DHC archive
de: Dokument als DHC Archiv exportieren

source: ConfTool: Synchronise
de: ConfTool: Synchronisieren

source: Importing user data and verified emails
de: Importiere Nutzerdaten und verifizierte Emails

source: Importing submissions
de: Importiere Einreichungen

source: Fetching documents
de: Suche Dokumente

source: is not validated with ConfTool.
de: ist nicht im ConfTool validiert.

source: Connected submissions might not be shown.
de: Eventuell verkn√ºpfte Einreichungen werden nicht angezeigt.
